{
    "(GitHub Actions, GitLab CI)": "",
    "2022 - Present": "2022 - aktuell",
    "A reset link will be sent if the account exists.": "Ein Reset-Link wird gesendet, wenn das Konto existiert.",
    "API Design & Development": "API-Design & Entwicklung",
    "About me": "Über mich",
    "Actions": "Aktionen",
    "Appearance": "Aussehen",
    "Are you sure?": "Bist du sicher?",
    "Back to all Categories": "Zurück zu allen Kategorien",
    "Back to all Tags": "Zurück zu allen Tags",
    "Back to all posts": "Zurück zu allen Beiträgen",
    "Best Practices": "Best Practices",
    "Blog - Technology and Programming Articles": "Blog - Technologische und Programmierungsartikel",
    "Blog Categories": "Blog-Kategorien",
    "Blog Posts": "Blog-Beiträge",
    "Blog Tags": "Blog-Tags",
    "Browse our collection of blog posts about technology, programming, and software development.": "Durchsuchen Sie unsere Sammlung von Blog-Beiträgen über Technologie, Programmierung und Softwareentwicklung.",
    "CI\/CD pipelines, containerization": "CI\/CD-Pipelines, Containerisierung",
    "Cancel": "Abbrechen",
    "Categories": "Kategorien",
    "Category": "Kategorie",
    "Category created successfully": "Kategorie erfolgreich erstellt",
    "Category deleted successfully": "Kategorie erfolgreich gelöscht",
    "Category updated successfully": "Kategorie erfolgreich aktualisiert",
    "Clean code, testing strategies, and development workflows": "Sauberer Code, Teststrategien und Entwicklungsabläufe",
    "Comment text": "Kommentartext",
    "Comments": "Kommentare",
    "Confirm subscription": "Abonnement bestätigen",
    "Contact Me": "Kontaktieren Sie mich",
    "Content": "Inhalt",
    "Continuous Integration & Deployment": "",
    "Create Category": "Kategorie erstellen",
    "Create Post": "Beitrag erstellen",
    "Create Tag": "Tag erstellen",
    "Created": "Erstellt",
    "Database & Cache": "Datenbank & Cache",
    "Database Optimization": "Datenbankoptimierung",
    "Delete": "Löschen",
    "Design Patterns": "Entwurfsmuster",
    "DevOps": "DevOps",
    "Docker, Linux": "Docker, Linux",
    "Enter a unique key to link translations": "Geben Sie einen eindeutigen Schlüssel ein, um Übersetzungen zu verknüpfen",
    "Enter your email": "Geben Sie Ihre E-Mail ein",
    "Featured Articles": "Ausgewählte Artikel",
    "Forgot password?": "Passwort vergessen?",
    "Fullstack Development": "",
    "Get notified about new articles and resources on PHP development and DevOps practices": "Erhalten Sie Benachrichtigungen über neue Artikel und Ressourcen zur PHP-Entwicklung und DevOps-Praktiken",
    "Home": "Startseite",
    "I respect your privacy. Unsubscribe at any time": "Ich respektiere Ihre Privatsphäre. Sie können sich jederzeit abmelden",
    "I'm a passionate PHP developer with 3 years of professional experience in Laravel and Symfony frameworks. I specialize in building robust web applications and implementing DevOps practices. I also have extensive experience in modern JavaScript development, working with React and Vue.js to create responsive and interactive user interfaces.": "Ich bin ein begeisterter PHP-Entwickler mit 3 Jahren Berufserfahrung in Laravel und Symfony-Frameworks. Ich spezialisiere mich auf das Entwickeln robuster Webanwendungen und die Umsetzung von DevOps-Praktiken. Ich habe außerdem umfassende Erfahrung in moderner JavaScript-Entwicklung mit React und Vue.js, um responsive und interaktive Benutzeroberflächen zu erstellen.",
    "Ideo Sp. z o.o.": "Ideo Sp. z o.o.",
    "If you did not subscribe, you can ignore this email.": "Wenn Sie sich nicht angemeldet haben, können Sie diese E-Mail ignorieren.",
    "If you want to unsubscribe, you can do so by clicking the link below:": "Wenn Sie sich abmelden möchten, klicken Sie auf den folgenden Link:",
    "Javascript (React, Vue)": "",
    "Language": "Sprache",
    "Laravel & Symfony tips, patterns, and architectural insights": "Laravel & Symfony Tipps, Muster und architektonische Einblicke",
    "Latest": "Neueste",
    "Leave a comment": "Kommentar hinterlassen",
    "Log in to your account": "Anmelden zu Ihrem Konto",
    "Log out": "Abmelden",
    "Manage Categories": "Kategorien verwalten",
    "Manage Posts": "Beiträge verwalten",
    "Manage Tags": "Tags verwalten",
    "My technical journey started with PHP, but quickly evolved to embrace modern development practices, containerization, CI\/CD pipelines, and frontend technologies. I believe in clean code, thorough testing, and continuous improvement. My full-stack approach allows me to build complete solutions from database to user interface.": "Meine technische Reise begann mit PHP, aber ich habe schnell zu modernen Entwicklungspraktiken, Containerisierung, CI\/CD-Pipelines und Frontend-Technologien übergegangen. Ich glaube an sauberen Code, durchdachtes Testen und stetige Verbesserung. Mein Full-Stack-Ansatz ermöglicht es mir, vollständige Lösungen von der Datenbank bis zur Benutzeroberfläche zu erstellen.",
    "MySQL, PostgreSQL": "MySQL, PostgreSQL",
    "Next": "Nächster",
    "Next comments page": "Nächste Kommentarsseite",
    "Next page": "Nächste Seite",
    "No posts found": "Keine Beiträge gefunden",
    "No tags found": "Keine Tags gefunden",
    "Oldest": "Älteste",
    "PHP": "PHP",
    "PHP (Laravel, Symfony)": "PHP (Laravel, Symfony)",
    "PHP Developer & DevOps Engineer": "PHP-Entwickler & DevOps-Ingenieur",
    "PHP Frameworks": "PHP-Frameworks",
    "Page": "Seite",
    "Panel": "Panel",
    "Password": "Passwort",
    "Performance Optimization": "Leistungsoptimierung",
    "Pick a date": "Datum auswählen",
    "Posts": "Beiträge",
    "Previous": "Vorheriger",
    "Previous comments page": "Vorherige Kommentarsseite",
    "Previous page": "Vorherige Seite",
    "Professional Journey": "Berufliche Reise",
    "Profile": "Profil",
    "Publish at": "Veröffentlichen am",
    "Query Performance": "Abfrageleistung",
    "Read more": "Mehr lesen",
    "Read more about": "Mehr über",
    "Read the Blog": "Blog lesen",
    "Redis": "Redis",
    "Responsible for developing and maintaining web applications using Laravel and React. Implementing DevOps practices including Docker containerization, CI\/CD pipelines, and automated testing. Leading technical decisions and mentoring junior developers. Optimizing application performance and ensuring code quality through code reviews and best practices.": "Verantwortlich für die Entwicklung und Wartung von Webanwendungen mit Laravel und React. Implementierung von DevOps-Praktiken einschließlich Docker-Containerisierung, CI\/CD-Pipelines und automatisierter Tests. Leitung technischer Entscheidungen und Mentoring von Junior-Entwicklern. Optimierung der Anwendungsleistung und Sicherstellung der Codequalität durch Code-Reviews und Best Practices.",
    "Save Category": "Kategorie speichern",
    "Save Post": "Beitrag speichern",
    "Save Tag": "Tag speichern",
    "Search posts": "Beiträge suchen",
    "Search posts...": "Beiträge suchen...",
    "Select a category": "Kategorie auswählen",
    "Select a language": "Sprache auswählen",
    "Select tags...": "Tags auswählen...",
    "Settings": "Einstellungen",
    "Sort by": "Sortieren nach",
    "Sort posts": "Beiträge sortieren",
    "Status": "Status",
    "Stay Updated": "Bleiben Sie auf dem Laufenden",
    "Submit Comment": "Kommentar senden",
    "Subscribe": "Abonnieren",
    "Tags": "Tags",
    "Technical Skills": "Technische Fähigkeiten",
    "Technical insights, best practices, and deep dives into Laravel, Symfony, and modern DevOps solutions": "Technische Einblicke, Best Practices und tiefgehende Analysen zu Laravel, Symfony und modernen DevOps-Lösungen",
    "Testing (PHPUnit, Pest)": "Testen (PHPUnit, Pest)",
    "Thank you for subscribing to the newsletter!": "Vielen Dank für Ihr Abonnement des Newsletters!",
    "The email field is required": "Das E-Mail-Feld ist erforderlich",
    "The email is already subscribed": "Diese E-Mail ist bereits abonniert",
    "The email must be a valid email address": "Die E-Mail muss eine gültige E-Mail-Adresse sein",
    "This action cannot be undone. This will permanently delete this category.": "Diese Aktion kann nicht rückgängig gemacht werden. Diese Kategorie wird dauerhaft gelöscht.",
    "This action cannot be undone. This will permanently delete this post.": "Diese Aktion kann nicht rückgängig gemacht werden. Dieser Beitrag wird dauerhaft gelöscht.",
    "This action cannot be undone. This will permanently delete this tag.": "Diese Aktion kann nicht rückgängig gemacht werden. Dieses Tag wird dauerhaft gelöscht.",
    "Through this blog, I share my experiences, best practices, and insights into PHP development, JavaScript frameworks, and DevOps methodologies. Whether you're a beginner or an experienced developer, I hope you'll find valuable content that helps you in your own technical journey.": "Durch diesen Blog teile ich meine Erfahrungen, Best Practices und Einblicke in die PHP-Entwicklung, JavaScript-Frameworks und DevOps-Methoden. Ob Sie Anfänger oder erfahrener Entwickler sind, hoffe ich, dass Sie wertvolle Inhalte finden, die Ihnen bei Ihrer eigenen technischen Reise helfen.",
    "Title": "Titel",
    "Title A-Z": "Titel A-Z",
    "Title Z-A": "Titel Z-A",
    "To confirm your subscription, click the link below:": "Um Ihr Abonnement zu bestätigen, klicken Sie auf den folgenden Link:",
    "Translation Key": "Übersetzungsschlüssel",
    "Unsubscribe": "Abmelden",
    "View all": "Alle anzeigen",
    "Write your comment here...": "Schreiben Sie Ihren Kommentar hier...",
    "You have not created any tags yet.": "Sie haben noch keine Tags erstellt.",
    "You have successfully subscribed to our newsletter!": "Sie haben sich erfolgreich für unseren Newsletter angemeldet!",
    "You will receive an email every time a new article is published.": "Sie erhalten eine E-Mail, wenn ein neuer Artikel veröffentlicht wird.",
    "auth.failed": "Diese Anmeldeinformationen stimmen nicht mit unseren Aufzeichnungen überein.",
    "auth.password": "Das eingegebene Passwort ist falsch.",
    "auth.throttle": "Zu viele Anmeldeversuche. Bitte versuchen Sie es in :seconds Sekunden erneut.",
    "comment": "Kommentar",
    "comments": "Kommentare",
    "min read": "min. Lesezeit",
    "of": "von",
    "You have unsubscribed from the newsletter": "Sie haben den Newsletter abbestellt",
    "Dear": "Sehr geehrte/r",
    "You have successfully unsubscribed from our newsletter. If you did not request this, please contact us.": "Sie haben sich erfolgreich von unserem Newsletter abgemeldet. Wenn Sie dies nicht veranlasst haben, kontaktieren Sie uns bitte.",
    "Thank you for your time.": "Vielen Dank für Ihre Zeit.",
    "Newsletter Confirmation Mail": "Bestätigung des Newsletter-Abonnements",
    "Newsletter Confirmed": "Newsletter-Abonnement bestätigt",
    "A new article has been published: \" :title\"": "Ein neuer Artikel wurde veröffentlicht: \" :title\"",
    "A new article has been published on the blog!": "Ein neuer Artikel wurde im Blog veröffentlicht!",
    "This email was sent to": "Diese E-Mail wurde gesendet an",
    "If you did not request this email, you can safely ignore it.": "Wenn Sie diese E-Mail nicht erwartet haben, können Sie sie ignorieren.",
    "All rights reserved.": "Alle Rechte vorbehalten."
}